[
  {
    "title": "1",
    "slide": "1",
    "photo": "WomenTrades035a.jpg",
    "text": ""
  },
  {
    "title": "1",
    "slide": "1",
    "photo": "",
    "text": "Ten years ago, Kalena Firstrider was a young woman without a plan, her days a repetitive cycle of all-night partying followed by work at 7-Eleven.\nThe drill had begun to wear on her when a friend, whose father worked as an iron worker in the construction trades, suggested they try out for an apprenticeship to become iron workers.\n\nFirstrider showed up for the appropriately named “Hell Day” tryout. Her friend was a no-show.\n\n“I didn’t realize what I got myself into,’’ says Firstrider. “It was one of the hardest days of my life.”\n\nIt also was the start of a new life, one spent building the schools, bridges and skyscrapers that are springing up in the new Seattle.\n\n“I went from staying with my grandparents to owning a house,’’ says Firstrider, a 34-year-old “rod-buster” who laces up her worn leather work boots with wire.\n"
  },
  {
    "title": "2",
    "slide": "2",
    "photo": "WomenTrades038a.jpg",
    "text": ""
  },
  {
    "title": "2",
    "slide": "2",
    "photo": "",
    "text": "Decades after the trades opened their doors to females, women such as \nFirstrider are still forging new paths and making inroads on the job \nsite.\n\nAttracting more women to those jobs, however, still is a challenge, says Nicole Ferrer, executive director of [Apprenticeship & Nontraditional Employment for Women](http://www.seattlefoundation.org/npos/Pages/ApprenticeshipNontraditionalEmploymentforWomen.aspx), a not-for-profit agency in Renton that prepares women for apprenticeships in the trades.\n\nMore women than ever are working as electricians, iron workers, sheet-metal workers, painters and in other occupations long dominated by men, Ferrer says. \n\nYet, the percentage of women in construction trades stubbornly remains at about 3 percent.\n\n“One of the most significant barriers is awareness,’’ Ferrer says. “They’re still not aware of the variety of occupations in the trades,” or that the jobs provide a stable career path that pays well, and offers health care and benefits.\n\nFerrer says women often think they’re not strong enough or lack the background to work in the trades.\n\n“We try to get them to see how what they’re doing now transfers into jobs in the construction industry,’’ she says. “A woman who’s working as a waitress is carrying 50-pound trays all day.”\n\nLately, women in Seattle have found careers as sprinkler fitters, elevator mechanics and as mechanic helpers for King County Metro, Ferrer says.\nFirstrider is so satisfied with her job that, even after a decade, she still looks forward to Monday mornings.\n\nA male supervisor from another trade stops by as we’re talking.\n\n“That lady’s a hard worker,’’ he says. “She can outwork any guy out here.”\n\nFirstrider accepts the compliment with a nod.\n\n“You’ve got to earn that,’’ she says."
  },
  {
    "title": "3",
    "slide": "3",
    "photo": "WomenTrades022a.jpg",
    "text": ""
  },
  {
    "title": "3",
    "slide": "3",
    "photo": "",
    "text": "Shannon Fitch learned quickly what she was getting into when she sat down in an auditorium with 1,200 other applicants to qualify for a spot as a lineman with Seattle City Light.\n\n“I looked around the whole auditorium and there was only one other woman,’’ she says. Twelve people from that group were accepted as apprentices; six finished.\n\n“I was the only woman that finished,’’ says Fitch, 43, a lineman who prefers the gendered term because of its history. When you’re a woman in an occupation dominated by men who identify with 1950s norms, you learn to pick your battles.\n\nHaving a thin skin — if you cry when you get yelled at — could get in the way of the work, Fitch says. And she loves the work, whether it’s hanging 60 feet or 300 feet in the air to repair an electrical line. Ultimately, it’s the work that binds everyone, regardless of gender, she says.\n\nBefore becoming a journeyman in 2008, Fitch played rugby for the Emerald City Mudhens for 15 years. When she was learning to be a lineman, she played as an outside linebacker for the Seattle Majestics, a women’s football team.\n\n“I was a late bloomer as far as career,’’ she says.\n\nThe trade launched her into a middle-class life, paying her enough to buy a house and experience the freedom to follow the work."
  },
  {
    "title": "4",
    "slide": "4",
    "photo": "WomenTrades019a.jpg",
    "text": ""
  },
  {
    "title": "4",
    "slide": "4",
    "photo": "WomenTrades020a.jpg",
    "text": ""
  },
  {
    "title": "5",
    "slide": "5",
    "photo": "WomenTrades026a.jpg",
    "text": ""
  },
  {
    "title": "5",
    "slide": "5",
    "photo": "",
    "text": "Lou Annie Charles was fresh out of high school in Oklahoma when she joined the war effort with Boeing during World War II, working as a riveter first in Kansas and later in Renton.\n\nCharles, 93, worked 10-hour days, making 60 cents an hour.\n\n“It was a lot of money,’’ she says.\n\nThe hard work of drilling and riveting swelled her fingers, eventually making them arthritic. But she kept at it in Renton for 38 years.\n\n“I didn’t have everything I wanted, so I had to keep working,’’ Charles says.\n\nShe retired in 1988, when she was 65, after putting her two children through college; after buying a car and a house and filling it with beautiful furnishings; after acquiring the tailored clothing she wears with the dignity of a royal.\n\n“I had more money than I ever had before I came here,” she says. “It gave me everything I’ve got — a car, everything. Things I never had before. My own things. Not my husband’s. Mine.”\n\nWork became personal when her daughter, Brenda, became a flight attendant flying in the commercial planes that Charles and her co-workers painstakingly manufactured. She reminded them of the precious humanity that hung in the balance with every rivet."
  },
  {
    "title": "6",
    "slide": "6",
    "photo": "WomenTrades032a.jpg",
    "text": ""
  },
  {
    "title": "6",
    "slide": "6",
    "photo": "",
    "text": "Josie Dunn, Charles’ aunt, holds a framed print of Norman Rockwell’s iconic Rosie the Riveter portrait, changed to show Rosie with a deep tan.\n\nDunn, 97, initially came west to weld ships at Todd Shipyard in Bremerton through the National Youth Administration program in the 1930s. But the Oklahoma girl, whose widowed mother picked cotton to support Dunn and her six siblings, took one look at the water and asked for a transfer to a land assignment.\n\nDunn was 18 years old, earning 62.5 cents per hour, when she started at Boeing, working with two older white men.\n\n“At one time, we were doing 30 airplanes a month,’’ she says.\n\nShe worked as many hours as they would give her, using the money to bring her family west. She also tried to recruit as many women as possible to Boeing.\n\n“Coming to Boeing was really a future for me,’’ Dunn says. She worked there until retiring in 1981.\n\n“Everything’s really beautiful,’’ she says. “I’ve had a good life thanks to President Roosevelt. He’s the one who got me where I am.”"
  },
  {
    "title": "7",
    "slide": "7",
    "photo": "WomenTrades006edit.jpg",
    "text": ""
  },
  {
    "title": "7",
    "slide": "7",
    "photo": "",
    "text": "Jaime Dicey's skin is a patchwork of shadows and light that tell the story of her days working outdoors as a heavy-equipment operator. It’s a story made more vivid by her unfortunate allergy to sun block.\n\nWhen she takes off her black wraparound sunglasses, the glasses appear in negative on her skin, framing a pair of piercing blue eyes that tell you she doesn’t countenance fools.\n\nA sticker on Dicey’s hard hat gives fair warning: “Caution: Does Not Play Well with Others.” But she does work well, evidenced by the ribbing she takes from the other heavy-equipment operators moving tons of dirt to build the Northgate station for Sound Transit’s light rail.\n\nShe works five 10-hour shifts, plus an eight-hour shift on Saturday. Any less than that, she said, and she feels weird.\n\n“I like working with men,’’ says Dicey, 32, of Shoreline. “I like to get rough and dirty. We don’t play patty-cake. We don’t play princess. They treat me like an equal.”\n\nDicey landed a coveted spot as a journeyman with the International Union of Operating Engineers Local 302 four years ago. Her grandfather, an equipment operator in his day, is proud his granddaughter followed in his footsteps.\n\n“Some day, I’ll be able to ride from here to the airport,’’ she says of the light rail project. “And just like my grandfather, I’ll drive around and say, ‘I built that; I built that . . .’ ”\n"
  },
  {
    "title": "8",
    "slide": "8",
    "photo": "WomenTrades005.jpg",
    "text": ""
  },
  {
    "title": "8",
    "slide": "8",
    "photo": "WomenTrades003.jpg",
    "text": ""
  },
  {
    "title": "9",
    "slide": "9",
    "photo": "WomenTrades002.jpg",
    "text": ""
  },
  {
    "title": "10",
    "slide": "10",
    "photo": "WomenTrades012a.jpg",
    "text": ""
  },
  {
    "title": "10",
    "slide": "10",
    "photo": "",
    "text": "Mari Jane Friel is up to her knees in mud as dark as chocolate cake and smiling broadly.\n\n“I love what I do,’’ she says. “It’s something different every day.”\n\nFriel, 58, a laborer with King County’s Road Services Division 2, previously worked in corrections and as a chef at the Columbia Towers in downtown Seattle. Her first day on the job, she was assigned to dig a ditch.\n\nToday, she’s wielding a shovel and a siphon to clear a drainage ditch of mud and weeds so that salmon can pass through during the rainy season. It doesn’t matter if it’s raining, snowing or hotter than a diesel engine: the crew works in all weather.\n\n“Some days, you’re sore, using different muscles than usual,’’ she says.\n\nFriel grew up on a farm, and occupied herself with Girl Scouts and riding horses.\n\nThere are a few other women on the job, but most of the time, it’s her and “the boys.”\n\n“My husband says, ‘Men are like magazine covers. Women are like “War and Peace.\"' I tell it like it is, and I appreciate the same.”\n"
  },
  {
    "title": "11",
    "slide": "11",
    "photo": "WomenTrades017.jpg",
    "text": ""
  },
  {
    "title": "11",
    "slide": "11",
    "photo": "",
    "text": "Liesel Brus was 19, married and working at a nursing home, earning $1.25 an hour when her daughter was born.\n\nThe marriage didn’t last long though, and soon Brus was on welfare, struggling to support herself and her daughter. After five years, she’d had enough.\n\n“I didn’t have an education, and I like to drive, so I thought, ‘I’ll learn to drive,’ ” says Brus, 58. She took a course at South Seattle College and began driving seasonally. In short order, she was solidly middle class.\n\n“There was hardly any women drivers when I started,’’ Brus says. “A lot of the other guys, some of them resented me. I’ve always been outspoken, so I put them in their place. I got respect for that.”\n\nNow, she gets respect for her steel nerves and fearlessness as she steers a 12-ton dump truck down hills in ice and snow for King County.\n\nIn July, she marked 35 years with the county.\n\n“As a woman, I have to be better,’’ she says. “I always strived to be better and got a lot of respect for that.”\n"
  },
  {
    "title": "12",
    "slide": "12",
    "photo": "WomenTrades040.jpg",
    "text": ""
  },
  {
    "title": "12",
    "slide": "12",
    "photo": "",
    "text": "Kate Osborn waited 21 years for another woman to join the team of industrial-maintenance electricians working at [King County’s West Point Treatment Plant](http://www.kingcounty.gov/environment/wtd/About/System/West.aspx).\n\n“It’s been a bit lonely,’’ Osborn, 57, says. “I miss having other women to relate to. Women think differently than men. We bring a lot of analytical ability to the job and different things that are wonderful. I want more of that wonderfulness around me.”\n\nThat wonderfulness, in the form of Stacey Walker, 32, started working in the plant last April.\n\nThe job involves monitoring, installing, fixing and problem-solving the critical electrical systems and 900 motors that keep the plant functioning. Or as Osborn says, helping “keep the poop in the pipes” of the plant that treats sewage before it’s released into Puget Sound at the base of Magnolia.\n\nThe work is high-pressure and intellectually challenging, she says, and no two days are the same.\n\n“The feeling, when there’s a critical piece of equipment on a critical plant and you have to fix it . . .” A look of bliss settles on her face. “That’s what I want other women to feel — that tangible satisfaction.”"
  },
  {
    "title": "13",
    "slide": "13",
    "photo": "WomenTrades046.jpg",
    "text": ""
  },
  {
    "title": "14",
    "slide": "14",
    "photo": "WomenTrades056.jpg",
    "text": ""
  },
  {
    "title": "14",
    "slide": "14",
    "photo": "",
    "text": "Molly Milasich takes up her razor-sharp knife and, within about three minutes, cuts her way through a leg of lamb to produce a glistening boneless leg roast for a customer at PCC Natural Markets in Issaquah.\n\n“I was never squeamish about meat,’’ says Milasich, 27, who finished a two-year apprenticeship as a meat cutter last year. “I cut it up and make it beautiful. If it’s not beautiful, it won’t sell and (the animal) died for naught.”\n\nMilasich was working as a cheesemonger at a grocery store and dabbling in homemade charcuterie when she began watching a male cutter in the meat department at another grocery chain.\n\n“I thought, ‘I can do that. I can do that better. He’s really good, but I’m going to be better,’ ” she recalls. She got the job at that store after applying four times, answering questions about whether she was strong enough mentally and physically; whether her skin was thick enough; whether she could “work with the boys.”\n\n“As a female, we have to prove ourselves more,’’ she says. “We have to work harder. Our work has to be more beautiful.”\n\nMilasich, who works with a half-dozen other cutters and wrappers at PCC, is just starting to explore paths within her trade. It’s a journey that could take her anywhere in the world where people eat meat.\n\n“I’m just starting to learn,’’ she says. “I have a base, and now I can go and build it up.”"
  },
  {
    "title": "15",
    "slide": "15",
    "photo": "WomenTrades057.jpg",
    "text": ""
  },
  {
    "title": "16",
    "slide": "16",
    "photo": "WomenTrades048.jpg",
    "text": ""
  },
  {
    "title": "16",
    "slide": "16",
    "photo": "",
    "text": "Jane Demaris spends more time with her co-workers than she does with her family. That’s just the way it is when you work as a pile driver, a carpentry trade that specializes in construction on the water.\n\n“It’s a very cool job, and I get to build a lot of cool stuff,’’ she says.\n\nDemaris, 48, was raised in a “landlocked part of Oregon.” Now, she’s a water hound.\n\n“I love working on the water,’’ she says. “Most of us get pretty grumpy if we have to go inland.”\n\nThere are only 650 pile drivers in the state, she says, and only a few of them are women. It’s a tough environment, requiring physical and emotional strength, she says.\n\n“Some women don’t think they can work with the guys ’cuz they’re rough and tumble,’’ she says. “It’s long hours — and grueling hours, and a lot of people aren’t up for that.”\n\nDemaris travels frequently for work assignments that have included the Hood Canal Bridge, Seattle’s seawall, the Skagit River Bridge after its collapse and the Highway 520 bridge expansion.\n\n“It’s exciting,’’ she says. “Even on a bad day, you can look across the water and say, ‘This is not bad.’ ”"
  },
  {
    "title": "17",
    "slide": "17",
    "photo": "WomenTrades066.jpg",
    "text": ""
  },
  {
    "title": "17",
    "slide": "17",
    "photo": "",
    "text": "Catherine Zinkl is back at base camp after what she says was a “light” eight-hour day hiking along rocky ridges, up and down timber lines, clearing brush in the mountains outside Spokane to help snuff out a wildfire that had so far defied efforts to control it.\n\nIt’s Zinkl’s seventh day on the fire as a member of a 20-person crew. Typically, they work 14- to 16-hour days, mostly for 21 days at a stretch. At night, they collapse on the ground in sleeping bags.\n\n“It’s one of those things where you feel exhausted, and then you get a little wave of energy,’’ says Zinkl, 24, who previously worked as a firefighter/emergency medical technician in Southern California before joining [PatRick Corporation](http://www.patrickfire.net/public/) as a wildland firefighter in June. “It’s a lot of hard work, but I love it. The guys I’m working with make everything so much more bearable.”\n\nAside from being physically fit, the job requires mental toughness and the ability to laugh when it’s the last thing your body wants to do.\n\n“Our last fire was 107 degrees just in the air. Then we have our gear on top of that,’’ she says. “So it’s 110 to 112 degrees in the burn and black. You can complain once or twice, but we’re all doing the same thing.”"
  },
  {
    "title": "18",
    "slide": "18",
    "photo": "WomenTrades064.jpg",
    "text": ""
  },
  {
    "title": "Row: 34",
    "slide": "",
    "photo": "WomenTrades067.jpg",
    "text": ""
  },
  {
    "title": "19",
    "slide": "19",
    "photo": "WomenTrades069.jpg",
    "text": ""
  },
  {
    "title": "19",
    "slide": "19",
    "photo": "",
    "text": "Chelsea Gibson, of Olympia, is a wildland firefighter with the state’s Department of Natural Resources."
  }
]